{
    "home": {
        "bio": {
            "title": "Bio",
            "content": "Brazilian <strong>Computer Science</strong> student with a strong foundation in programming and years of practical experience. My work revolves around creating impactful solutions to improve daily lives and foster connections between people."
        },
        "main_projects": {
            "title": "Main Projects",
            "content": "I have spearheaded innovative projects like <a href=\"https://github.com/adeirjunior/HobbyFriends\">HobbyFriends</a>, a platform designed to reduce social isolation by connecting individuals with shared interests. This initiative helps people build meaningful relationships within their local communities. Another significant achievement is <a href=\"https://egab.online\">E-Gab</a>, a transparency-driven platform that bridges the gap between politicians and voters, encouraging accountability and better communication in the political sphere."
        },
        "programming_languages": {
            "title": "Programming Languages",
            "content": ""
        },
        "idioms": {
            "title": "Idioms",
            "content": "Portuguese is my native language. I&apos;m also confident in English and Spanish, and have some knowledge of Japanese, which I&apos;m still refining."
        },
        "hobbies": {
            "title": "Hobbies",
            "content": "<li>Painting</li><li>Musical Instruments (Piano, Acoustic Guitar)</li><li>Cycling</li>"
        }
    },
    "blog": {
        "my_blog": "My Blog"
    },
    "projects": {
        "my_projects": "My Projects"
    },
    "reading": {
        "reading_list": {
            "title": "Reading List",
            "content": "<p>I do a lot of reading, and when I find books that are particularly good, I write them down so I can recommend them to others. This reading list is made up of my current favorite books and are organized by category. I consider these books “must-read” for their category as they will help you learn and grow in your career.</p><p>Note: This page contains affiliate links. If you click through and purchase a book, I may receive compensation for that purchase.</p>"
        }
    },
    "links": {
        "my_links": "My Links"
    },
    "nav": {
        "home": "home",
        "blog": "blog",
        "projects": "projects",
        "reading": "reading",
        "links": "links"
    }
}
